{
   "results":[
      {
         "Name":"Neil Dsouza",
         "Text":"Shirley and team planned our honeymoon to Sri Lanka and Maldives and it all went smooth without any hassle. Would certainly recommended see world and will continue travelling with them",
         "Stars":"5",
         "Time":"2 months ago",
         "Image":"unnamed.png"
      },
      {
         "Name":"Satti Grewal",
         "Text":"Magical & wonderful experience .Every moment,every day was full of exuberance with so many of us with different ages & enjoying. Best part was our Tour Leader Vijay wadhera…making every tough climbs light with his spontaneous singing & we all true faujis forgot our tiredness & danced with our inner child happiness radiating . Our at least mine , legs all like new😉 dancing away & enjoying every moment. Shirley our tour operator what can I say 🥰 she was everywhere doing everything to ensure each & everyone is happy & comfortable & did a great job. Loved her beautiful smile . God Bless Thanks Guri for Excellent photography. My favourite is the one Vijay feeding the Elephant 👌tooo toooo good. My sincere dil se THANKS  to surgeon Sharma for giving me the injection. God Bless. Tour Guides became one of us & were very approachable for everything  Meeting everyone & becoming like one BIG joint family was so much fun. Thanks each & everyone  For me all places were first time so great experience. BUT it was I feel for me calling was visit to MANDIR…. Thank you Vijay dilse it was soul touching. The young fauji boys were helpful to the tee till the last moment. God bless all . Everyone has mentioned about our wonderful entire route & trip& i veto that &added a bit of my personal self. Yes Alka Sarin my friend,who joined for me at the last drop out. Thank you dear. No words required she knows my inner heart  🤗 I conclude with BIG Thanks to Vijay Wadhera for doing wonderful work for us Navy Veterans. Lots of love to all Satti Grewal w/o Lcdr Manjeet (Gary) Grewal",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(1).png"
      },
      {
         "Name":"Dr Kanta Mukherjee",
         "Text":"Tour sites, selection of hotels, quality of food, was excellent to the taste of every tourist. Enjoyed every bit of tour to North East of India. Well done Seaworld destination Tours and travel LLP !",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(2).png"
      },
      {
         "Name":"Param Pal Singh",
         "Text":"Experience was most wonderful! Every detail was considered and taken care of by the organising team. Personal interest taken by Seeworld Destinations was the most touching factor. Any successful venture depends on the interest taken to put it together. Catering for a variety of customers is difficult for any business especially the hospitality and travels businesses. What matters most is a patient hearing of the customer and sincere efforts to resolve issues if any. All aspects were good but if I were to compare and rate then.... Best trip - visit to Changu lake & Baba Mandir. Best Hotel stay - At Shillong. Best Food - Assamese fare at Kaziranga. Best cultural experience - Cultural program at Kaziranga. Best educational experience - Don Bosco Museum at Shillong. Best city/place - Gangtok. Suggestions- (1) Need to cater for rest and recuperation at regular intervals especially for a aged group. The trip can be hectic and so much travel in so few days can take a toll on health. (2) More educational experience is desirable - visit to Don Bosco museum type! The tour guides need to explain more and tell more interesting stories about the place of visit. Today as it is so much is available on internet. So the customer wants more! (3) Local food and a vareity of food options is appreciated. Same food (like Gulab Jamun and Paneer) at all places can be boring and a let down. (4) More cultural events like the Song and Dance show at Kaziranga is appreciated. Maybe some local music or dance can be added at each destination. That will make the trips more interesting. I am sure most of us will be wanting more - maybe North East Part 2! Arunachal Pradesh, Nagaland, Mizoram, and maybe Manipur!",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(3).png"
      },
      {
         "Name":"Gurinder Paul",
         "Text":"",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(4).png"
      },
      {
         "Name":"Harvinder Ramdas",
         "Text":"Thank you shirly n seeworld Destinations tour n travel for your superb personal touch.looking forward to travel again with you..",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(5).png"
      },
      {
         "Name":"Mukti Ghosh",
         "Text":"Wonderful sojourn . Enjoyed immensely",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(6).png"
      },
      {
         "Name":"Urmila Bhatia",
         "Text":"",
         "Stars":"5",
         "Time":"5 months ago",
         "Image":"unnamed(7).png"
      },
      {
         "Name":"Ritu",
         "Text":"Had a wonderful experience dealing with Ms Shirley Dias from Seeworld Destinations.The tour was extremely well planned and executed .There was constant interaction between us and the tour operators and they were so prompt in replying which made the whole experience very comfortable and easy.",
         "Stars":"4",
         "Time":"7 months ago",
         "Image":"unnamed(8).png"
      },
      {
         "Name":"Collin Dlima",
         "Text":"A big thank you to Shirley and her team for a wonderful holiday trip to Thailand. Shirley handled the trip professionally and executed every single detail to its comfort. The prices were great, Hotels, food and transportation at its very best. Shirley went above and beyond expectations to make our memorable trip with also getting our flights checked in with boarding passes. All questions were answered and assistance given in odd hours. I will definitely use Seeworld Destinations and I rate them the best like treating us as part of the family.",
         "Stars":"5",
         "Time":"7 months ago",
         "Image":"unnamed(9).png"
      },
      {
         "Name":"Leena Colaco",
         "Text":"Seeworld Destination tour....Shirley.n.Naviz thanks to you both for planning this wonderful tour.....from the rooms to the.guides.....n boarding passes for all the flight...which we had not expected....u did that too...with special care....the tour you planned inclusive of everything with all the details....we.had a smooth journey without any concern....loved each n every moment....",
         "Stars":"5",
         "Time":"10 months ago",
         "Image":"unnamed(10).png"
      },
      {
         "Name":"Evita Fernandes",
         "Text":"Very reliable and Quick to respond",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(11).png"
      },
      {
         "Name":"Reshma Kalwar",
         "Text":"",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(12).png"
      },
      {
         "Name":"Linus Rodrigues",
         "Text":"Very courteous and extremely helpful. Follows up on all aspects of the trip to ensure customer is satisfied.",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(13).png"
      },
      {
         "Name":"Stephney Dsouza",
         "Text":"",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(14).png"
      },
      {
         "Name":"Benita Dmello",
         "Text":"Good services provided at a reasonable rate. We had been on a trip to Sri Lanka and we had an amazing time. Good hotels and amazing food . Big spacious car along-with a guide provided for all the 8 days.",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(15).png"
      },
      {
         "Name":"Constancio Dias",
         "Text":"Our trip to Hong Kong was awesome. This was only possible because of a professional approach from the SEEWORLD DESTINATIONS team. It was a last minute plan from us and the travel arrangements and itenarary was just perfect. We would like them to plan our next trip soon.",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(16).png"
      },
      {
         "Name":"Rajesh Kotian",
         "Text":"Excellent Service. Quick and Prompt response. Needed an urgent flight ticket, got it done in a matter of 15 minutes at economical price as well.",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(17).png"
      },
      {
         "Name":"Sawmiya Rajesh",
         "Text":"Thanks to Aasha ma'am for your kind support...",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(18).png"
      },
      {
         "Name":"Vidur Acharya",
         "Text":"Had a great time, would recommend 10/10",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(19).png"
      },
      {
         "Name":"Prerna Acharya",
         "Text":"Amazing place. We book rooms in Goa. Good good hospitality at the hotels. Everything from the location of the hotel to services everything was just perfect. Thanks for Shirley for the recommendation totally love it ",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(20).png"
      },
      {
         "Name":"Vinayak Acharya",
         "Text":"Yet another fantastic arrangement by Shirley. Great beach resort and Candolim Grande hotel. Thanks for always providing me the best offers and places to stay. Goa for fabulous. Thanks",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(21).png"
      },
      {
         "Name":"Cherryl D'silva",
         "Text":"Hi Shirley, Good Evening!!! Firstly thanks for the wonderful planing from flight booking to hotel stay and sight seeing. As I had booked 2 destination(velenkani-chennai & shimla) of travel with my husband which was very well managed with good rates. Me and my husband was happy with the smooth service and suggestions given. Also we would like to thank for the wonderful gesture arranged by you with the flower bed ,balloons in the room & cake at hotel stay which gave us a wonderful start for our honeymoon stay at shimla. This experience will definitely be memorable and for my future travel plans will choose again seeworld Destinations tours Cheers.🥂 Regards Cherryl & Russell",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(22).png"
      },
      {
         "Name":"Naina Humtum",
         "Text":"Best Service Provided By You thanks for always supporting",
         "Stars":"5",
         "Time":"a year ago",
         "Image":"unnamed(23).png"
      },
      {
         "Name":"Bhavin D",
         "Text":"",
         "Stars":"4",
         "Time":"4 years ago",
         "Image":"unnamed(24).png"
      },
      {
         "Name":"Reshma Serrao Bangera",
         "Text":"",
         "Stars":"4",
         "Time":"4 years ago",
         "Image":"unnamed(25).png"
      },
      {
         "Name":"Alwyn Dmello",
         "Text":"",
         "Stars":"5",
         "Time":"4 years ago",
         "Image":"unnamed(26).png"
      },
      {
         "Name":"Arvind Upadhya",
         "Text":"",
         "Stars":"5",
         "Time":"5 years ago",
         "Image":"unnamed(27).png"
      },
      {
         "Name":"Breanne Dsouza",
         "Text":"Trip to Dubai was very well organized & planned to my needs and even more helpful during the tour for any last moment changes. Seeworld definitely for my future trips.",
         "Stars":"5",
         "Time":"5 years ago",
         "Image":"unnamed(28).png"
      },
      {
         "Name":"Samuel Xandra",
         "Text":"Too good .",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(29).png"
      },
      {
         "Name":"Paul Dias",
         "Text":"Very well organised. Everything was set in place.Good choice of Hotels and places. Please do travel with them.",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(30).png"
      },
      {
         "Name":"Avinash Pereira",
         "Text":"Highly recommended. Trip to Australia was great. Professional staff with abundance of knowledge about the destinations.",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(31).png"
      },
      {
         "Name":"Melwin Correia",
         "Text":"Amazing staff. My trip to Portugal would not have been great without them. Well organized.",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(32).png"
      },
      {
         "Name":"D (dd)",
         "Text":"What a memorable and a great great tour we had in Italy; this could not happen without the right guidance and help from the staff at Seeworld Destinations!",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(33).png"
      },
      {
         "Name":"Jerome Dias",
         "Text":"Great experience of stays, well planned package, good administration and efforts of last moment alteration of rooms due to local taxi strike. Hope for a trip next year.....",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(34).png"
      },
      {
         "Name":"Swetha Mendon",
         "Text":"",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(35).png"
      },
      {
         "Name":"Dr Vijay Jangam Swami",
         "Text":"Seeworld Destinations Team, Thank you very much for your support for my Dubai Tour !! … More",
         "Stars":"5",
         "Time":"6 years ago",
         "Image":"unnamed(36).png"
      },
      {
         "Name":"Meghan Rangel",
         "Text":"Seeworld is a very reliable team. Both my parents (trip to Sri Lanka) and a friends (trip to Goa) have gone through them and enjoyed a very comfy stay. Very concerned towards your needs. Rest assured you won't have to worry when booking through them.",
         "Stars":"5",
         "Time":"7 years ago",
         "Image":"unnamed(37).png"
      },
      {
         "Name":"Santosh Kumar",
         "Text":"I take this opportunity to thank all from Seeworld Destination responsible to my highly enjoyable, well planed service towards my Austria, Europe trip. It would have not been easy without the continuous assistance and well executed help for the visa and till last seat selection.",
         "Stars":"5",
         "Time":"7 years ago",
         "Image":"unnamed(38).png"
      },
      {
         "Name":"Reeda Nazareth",
         "Text":"I had the most fun experience in Goa thanks to Seeworld destination. Clean hotels , tasty food and wonderful service. Delightful holiday.",
         "Stars":"5",
         "Time":"7 years ago",
         "Image":"unnamed(39).png"
      },
      {
         "Name":"Rusi Contractor",
         "Text":"",
         "Stars":"5",
         "Time":"7 years ago",
         "Image":"unnamed(40).png"
      },
      {
         "Name":"Ally Dsouza",
         "Text":"Prompt and excellent service. Very helpful and dedicated. Everything from my renewal of my passport to the visa to the ticketing was done extremely well n on time.",
         "Stars":"5",
         "Time":"7 years ago",
         "Image":"unnamed(41).png"
      },
      {
         "Name":"Dr. Sarita Nair",
         "Text":"The services provided by the SEEWORLD team has been exceptional. They worked out a great deal for our trip to Kerala including Air fares,hotels and the transport.We were offered a good price and the entire trip was well planned and organised. A big thanks to the team",
         "Stars":"5",
         "Time":"7 years ago",
         "Image":"unnamed(42).png"
      }
   ]
}